bat
ctop
eza
nnn
fzf
git-delta
go
gopls
htop
k9s
mosh
ncdu
neovim
node
pass
python@3.10
ripgrep
tmux
xclip
zinit
fd
jq
pgcli
lua-language-server
fx
basedpyright
