tap "akopdev/formulas"

# Normal apps
brew "awscli"
brew "azure-cli"
brew "basedpyright"
brew "bash-language-server"
brew "bat"
brew "cask"
brew "cookiecutter"
brew "ctop"
brew "dockerfile-language-server"
brew "eslint"
brew "eza"
brew "fd"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "gopls"
brew "harlequin"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazysql"
brew "lua-language-server"
brew "mas"
brew "mosh"
brew "nbcat"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "node"
brew "pgcli"
brew "python@3.13"
brew "ranger"
brew "ripgrep"
brew "tea"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "uv"
brew "wget"
brew "xclip"
brew "yaml-language-server"
brew "yarn", link: false
brew "zinit"

# Cask (MacOS X only)
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "kitty"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
