tap "akopdev/formulas"

# Packages
brew "awscli"
brew "basedpyright"
brew "bash-language-server"
brew "bat"
brew "cask"
brew "cookiecutter"
brew "ctop"
brew "dockerfile-language-server"
brew "dosfstools"
brew "eslint"
brew "eza"
brew "fd"
brew "fx"
brew "fzf"
brew "gcli"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gopls"
brew "gromgit/brewtils/taproom"
brew "harlequin"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazysql"
brew "lua-language-server"
brew "mosh"
brew "mtools"
brew "nbcat"
brew "ncdu"
brew "neovim"
brew "node"
brew "pass"
brew "pgcli"
brew "podman"
brew "podman-compose"
brew "profanity"
brew "python@3.13"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "sass/sass/sass"
brew "tea"
brew "terraform"
brew "terraform-ls"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "uv"
brew "wget"
brew "xclip"
brew "yaml-language-server"
brew "yarn", link: false
brew "zinit"

# Casks
cask_args appdir: "~/Applications"
cask "font-jetbrains-mono"
cask "kitty"
cask "nikitabobko/tap/aerospace"
cask "raspberry-pi-imager"
cask "the-unarchiver"
cask "ungoogled-chromium"
cask "visual-studio-code"
cask "wezterm"
