awscli@2.6.3
bat@0.20.0
ctop@0.7.7
docker@20.10.15
docker-compose@2.5.0
exa@0.10.1
feh@3.8
fff@2.2
fzf@0.30.0
git-delta@0.12.1
gitlab-ci-local@4.30.1
go@1.18.1
gopls@0.8.3
helm@3.8.2
htop@3.1.2
kubernetes-cli@1.24.0
minikube@1.25.2
node@18.0.0
neovim@0.7.0
python@3.10
python@3.9
ripgrep@13.0.0
s3cmd@2.2.0_1
tmux@3.2a_1
xclip@0.13_1
zsh-autosuggestions@0.7.0
zsh-vi-mode@0.8.5
