awscli
bat
ctop
docker
docker-compose
exa
feh
fff
fzf
git-delta
gitlab-ci-local
glab
go
gopls
helm
htop
k9s
kubernetes-cli
minikube
mosh
ncdu
neovim
node
pass
python@3.10
python@3.9
ripgrep
s3cmd
shellcheck
tmux
xclip
zsh-autosuggestions
zsh-vi-mode
