node
tmux
helm
exa
zsh-autosuggestions
zsh-vi-mode
bat
kubectl
minikube
nvim
python3
go
gopls
ranger
fzf
git-delta
ripgrep
xclip
ctop
docker
docker-compose
